Repository: GradienceTeam/Gradience
Catalog: po/*.po
Languages: es, fr, it, pt, sv

source: Change the look of Adwaita, with ease
es: Cambie el aspecto de Adwaita, con facilidad
fr: Changez l’apparence d’Adwaita simplement
it: Cambia l'aspetto di Adwaita, in modo semplice
pt: Altera a aparência do Adwaita com facilidade
sv: Ändra utseendet på Adwaita, med lätthet

source: Gradience Team
es: Equipo de Gradience
fr: L’équipe Gradience
it: La squadra di Gradience
pt: Equipa do Gradience

source: Gradience is a tool for customizing Libadwaita applications and the adw-gtk3 theme.
es: Gradience es una herramienta para personalizar las aplicaciones Libadwaita y el tema adw-gtk3.
fr: Gradience est un outil pour customiser les applications Libadwaita et le thème adw-gtk3.
it: Gradience è uno strumento per personalizzare le applicazioni con Libadwaita e con il tema adw-gtk3.
pt: O Gradience é uma ferramenta para personalizar aplicações Libadwaita e o tema adw-gtk3.
sv: Gradience är ett verktyg för att anpassa Libadwaita program och adw-gtk3-temat.

source: The main features of Gradience include the following:
es: Entre las características principales de Gradience se encuentran las siguientes:
fr: Les fonctionnalités principales de Gradience incluent :
it: Le funzionalità principali di Gradience includono:
pt: As principais características do Gradience incluem:
sv: Huvudfunktionerna i Gradience inkluderar följande:

source: 🎨️ Changing any color of Adwaita theme
es: 🎨️ Cambiar cualquier color del tema Adwaita
fr: 🎨️ Changer n’importe quelle couleur du thème Adwaita
it: 🎨️ Cambiare qualsiasi colore del tema Adwaita
pt: 🎨️ Alterar qualquer cor do tema Adwaita
sv: 🎨️ Ändra valfri färg på Adwaita temat

source: 🖼️ Applying Material 3 color scheme from wallpaper
es: 🖼️ Aplicar colores de Material 3 del fondo
fr: 🖼️ Appliquer un thème de couleurs Material 3 depuis un arrière-plan
it: 🖼️ Applicare lo schema di colori Material 3 a partire dallo sfondo
pt: 🖼️ Aplicar esquema de cores Material 3 a partir do papel de parede
sv: 🖼️ Applicera Material 3 färgscheman från bakgrundsbild

source: 🎁️ Usage of other users presets
es: 🎁️ Usar diseños de otros usuarios
fr: 🎁️ Utilisation des préréglages des autres utilisateurs
it: 🎁️ Usare le configurazioni di altri utenti
pt: 🎁️ Utilização de presets de outros utilizadores
sv: 🎁️ Användning av andra användares förinställningar

source: ⚙️ Changing advanced options with CSS
es: ⚙️ Cambiar las opciones avanzadas con CSS
fr: ⚙️ Modifier les options avancées avec CSS
it: ⚙️ Modificare opzioni avanzate con CSS
pt: ⚙️ Alterar opções avançadas com CSS
sv: ⚙️ Ändra avancerade alternativ med CSS

source: 🧩️ Extending functionality using plugins
es: 🧩️ Ampliar la funcionalidad mediante plugins
fr: 🧩️ Étendre les fonctionnalités avec des greffons
it: 🧩️ Estendere le funzionalità con dei plugin
pt: 🧩️ Expandir funcionalidades utilizando plugins
sv: 🧩️ Utökad funktionalitet med insticksprogram

source: Screenshot of "Colors" Tab of Main UI
es: Captura de pantalla de la pestaña "Colores" de la interfaz de usuario principal
fr: Capture d’écran de l’onglet « Couleurs » de l’interface principale
it: Schermata della scheda «Colori» nell'interfaccia principale
pt: Captura de ecrã da aba "Cores" da interface principal
sv: Skärmdump av "Färger" fliken av Huvud UI

source: Screenshot of "Monet" Tab of Main UI
es: Captura de pantalla de la pestaña "Monet" de la interfaz de usuario principal
fr: Capture d’écran de l’onglet « Monet » de l’interface principale
it: Schermata della scheda «Monet» nell'interfaccia principale
pt: Captura de ecrã da aba "Monet" da interface principal
sv: Skärmdump av "Monet" fliken av Huvud UI

source: Screenshot of "Advanced" Tab of Main UI
es: Captura de pantalla de la pestaña "Avanzado" de la interfaz de usuario principal
fr: Capture d’écran de l’onglet « Avancé » de l’interface principale
it: Schermata della scheda «Avanzate» nell'interfaccia principale
pt: Captura de ecrã da aba "Avançado" da interface principal
sv: Skärmdump av "Avancerat" fliken av Huvud UI

source: Screenshot of "Installed" Tab of Preset Manager
es: Captura de pantalla de la pestaña "Instalado" del Gestor de preconfiguraciones
fr: Capture d’écran de l’onglet « Installé » du gestionnaire de préréglages
it: Schermata della scheda «Installate» nel gestore delle configurazioni
pt: Captura de ecrã da aba "Instalados" do Gestor de Presets
sv: Skärmdump av "Avancerat" fliken i förinställninghanteraren

source: Screenshot of "Explore" Tab of Preset Manager
es: Captura de pantalla de la pestaña "Explorar" del Gestor de preajustes
fr: Capture d’écran de l’onglet « Explorer » du gestionnaire de préréglages
it: Schermata della scheda «Esplosa» nel gestore delle configurazioni
pt: Captura de ecrã da aba "Explorar" do Gestor de Presets
sv: Skärmdump av "Färger" fliken i förinställninghanteraren

source: Select application types to theme:
es: Selecciona los tipos de las aplicaciones para el tema:
fr: Sélectionnez les types d'applications à thématiser :
it: Selezionare i tipi di applicazioni a cui cambiare il tema:
pt: Selecionar tipos de aplicações para aplicar o tema:
sv: Välj programtyper för tema:

source: Libadwaita and GTK 4 Applications
es: Aplicaciones Libadwaita y GTK 4
fr: Libadwaita et les applications GTK 4
it: Libadwaita e applicazioni GTK 4
pt: Aplicações Libadwaita e GTK 4
sv: Libadwaita och GTK 4 program

source: GTK 3 Applications (adw-gtk3 theme required)
es: Aplicaciones GTK 3 (requiere el tema adw-gtk3)
fr: Applications GTK 3 (le thème adw-gtk3 est requis)
it: Applicazioni GTK 3 (è richiesto il tema adw-gtk3)
pt: Aplicações GTK 3 (necessário o tema adw-gtk3)
sv: GTK 3 program (adw-gtk3-tema krävs)

source: Made by @GradienceTeam
es: Hecho por @GradienceTeam
fr: Crée par @GradienceTeam
it: Creato da @GradienceTeam
pt: Feito por @GradienceTeam
sv: Skapad av @GradienceTeam

source: Apply Preset
es: Aplicar diseño
fr: Appliquer la pré-configuration
it: Applica configurazione
pt: Aplicar Preset
sv: Använd förinställning

source: Custom Styles
es: Estilos personalizados
it: Stili personalizzati
sv: Anpassade stilar

source: Changing this may break some programs. Libadwaita allows applications to hardcode values like padding and margins, and using custom styles may cause unintended breakage.
es: Cambiar esto puede romper algunos programas. Libadwaita permite a las aplicaciones codificar valores como el relleno y los márgenes, y el uso de estilos personalizados puede causar interrupciones involuntarias.
it: Questa modifica potrebbe impedire il funzionamento corretto di alcuni programmi. Libadwaita è stato sviluppato in modo che le applicazioni possano fissare nel codice dei valori come i bordi e i margini.
sv: Om du ändrar detta kan vissa program gå sönder. Libadwaita tillåter program att hårdkoda värden som utfyllnad och marginaler, och användning av anpassad stilar kan orsaka oavsiktliga trasigheter.

source: Download and Apply
es: Descargar y aplicar
fr: Télécharger et appliquer
it: Scarica e applica
pt: Descarregar e Aplicar
sv: Ladda ner och verkställ

source: Download
es: Descargar
it: Scaricamento
pt: Descarregar
sv: Ladda ner

source: Log out
es: Desconectarse
fr: Se déconnecter
it: Termina sessione
pt: Terminar sessão
sv: Logga ut

source: Log out to allow changes to take effect.
es: Cierra la sesión para que los cambios surtan efecto.
fr: Déconnectez-vous pour que les modifications soient prises en compte.
it: È necessario terminare la sessione affinché le modifiche abbiano effetto.
pt: Termina a sessão para que as alterações tenham efeito.
sv: Logga ut för att tillåta ändringar att träda i kraft.

source: Monet Engine
es: Motor Monet
fr: Générateur Monet
it: Generatore Monet
pt: Motor Monet
sv: Monet motor

source: Generates a Material Design 3 palette by extracting colors of an image.
es: Genera una paleta Material Design 3 extrayendo los colores de una imagen.
it: Genera una tavolozza Material Design 3 estraendo i colori di un'immagine.
sv: Genererar en Material Design 3-palett genom att extrahera färger i en bild.

source: Monet Engine Options
es: Opciones de Monet Engine
fr: Options du moteur Monet
it: Opzioni del generatore Monet
pt: Opções do Motor Monet
sv: Monet motor alternativ

source: Choose an image and modify generated Monet palette
es: Elige una imagen y modifica la paleta generada por Monet
fr: Choisir une image et modifier la palette Monet générée
it: Scegliere un'immagine e modificare la tavolozza Monet generata
pt: Escolhe uma imagem e modifica a paleta Monet gerada
sv: Välj en bild och ändra genererad Monet-palett

source: Apply
es: Aplicar
fr: Appliquer
it: Applica
pt: Aplicar
sv: Verkställ

source: Apply a palette
es: Aplicar desde una paleta
fr: Appliquer une palette
it: Applica una tavolozza
pt: Aplicar uma paleta
sv: Applicera en palett

source: Background Image
es: Imagen de fondo
fr: Image d'arrière plan
it: Immagine di sfondo
pt: Imagem do Plano de Fundo
sv: Bakgrundsbild

source: Choose a File
es: Seleccionar un archivo
fr: Choisir un fichier
it: Scegliere un file
pt: Escolher um Ficheiro
sv: Välj en fil

source: Choose a Image File
es: Elige un archivo de una imagen
fr: Choisissez un fichier d’image
it: Scegliere un file immagine
pt: Escolher um Ficheiro de Imagem
sv: Välj en bild fil

source: Plugin Preferences
es: Preferencias del complemento
fr: Préférences du greffon
it: Preferenze dei plugin
pt: Preferências de Plugins
sv: Plugin inställningar

source: No Preferences
es: Sin preferencias
fr: Pas de préférences
it: Nessuna preferenza
pt: Sem Preferências
sv: Inga inställningar

source: This plugin has no preferences.
es: Este plugin no tiene ajustes.
fr: Ce greffon n’a pas de préférences.
it: Questo plugin non ha preferenze.
pt: Este plugin não tem preferências.
sv: Detta plugin har inga preferenser.

source: GTK 3 Support Warning
es: Advertencia de soporte de GTK 3
fr: Avertissement de support GTK 3
it: Avviso per il supporto GTK 3
pt: Aviso de Suporte GTK 3
sv: GTK 3-stöd varning

source: Explanation
es: Explicación
fr: Explication
it: Spiegazione
pt: Explicação
sv: Förklaring

source: Show Hex
es: Mostrar el número hexadecimal
fr: Afficher l'hexa
it: Mostra esadecimale
pt: Mostrar o Hex
sv: Visa hex

source: Toggle Plugin
es: Conmutar complemento
fr: Activer/Désactiver le greffon
it: Attiva plugin
pt: Alternar Plugin
sv: Växla plugin

source: Remove Plugin
es: Eliminar complemento
fr: Supprimer le greffon
it: Rimuovi plugin
pt: Remover Plugin
sv: Ta bort plugin

source: Preferences
es: Preferencias
fr: Préférences
it: Preferenze
pt: Preferências
sv: Inställningar

source: Flatpak Applications
es: Aplicaciones de Flatpak
fr: Applications Flatpak
it: Applicazioni Flatpak
pt: Aplicações Flatpak
sv: Flatpak program

source: Theme sandboxed GTK 4 apps
es: Tema de aplicaciones GTK 4 aisladas
it: Applica il tema alle app GTK 4 in sandbox
sv: Tema sandlådeförsedda GTK 4 program

source: Allow GTK 4 Flatpak apps of current user to access custom themes
es: Permitir que las aplicaciones GTK 4 Flatpak del usuario actual accedan a temas personalizados
it: Consenti alle app GTK 4 Flatpak dell'utente corrente di accedere a temi personalizzati
sv: Tillåt GTK 4 Flatpak program för nuvarande användare att komma åt anpassade teman

source: Theme sandboxed GTK 4 apps (System)
es: Tema de aplicaciones GTK 4 aisladas (Sistema)
it: Applica il tema alle app GTK 4 in sandbox (Sistema)
sv: Tema sandlådeförsedda GTK 4 program (System)

source: Allow GTK 4 Flatpak apps of all users to access custom themes (Authentication required)
es: Permitir que las aplicaciones GTK 4 Flatpak de todos los usuarios accedan a temas personalizados (se requiere autenticación)
it: Consenti alle app GTK 4 Flatpak di tutti gli utenti di accedere a temi personalizzati (autenticazione richiesta)
sv: Tillåt GTK 4 Flatpak program av alla användare för att få tillgång till anpassade teman (autentisering krävs)

source: Theme sandboxed GTK 3 apps
es: Aplicaciones GTK 3 con sandbox
it: Applica il tema alle app GTK 3 in sandbox
sv: Tema sandlådeförsedda GTK 3 program

source: Allow GTK 3 Flatpak apps of current user to access adw-gtk3 theme
es: Permitir que las aplicaciones GTK 3 Flatpak del usuario actual accedan al tema adw-gtk3
it: Consenti alle app GTK 3 Flatpak dell'utente corrente di accedere al tema adw-gtk3
sv: Tillåt GTK 3 Flatpak program för nuvarande användare att komma åt adw-gtk3-tema

source: Theme sandboxed GTK 3 apps (System)
es: Tema de aplicaciones GTK 3 aisladas (Sistema)
it: Applica il tema alle app GTK 3 in sandbox (Sistema)
sv: Tema sandlådeförsedda GTK 3 program (System)

source: Allow GTK 3 Flatpak apps of all users to access adw-gtk3 theme (Authentication required)
es: Permitir que las aplicaciones GTK 3 Flatpak de todos los usuarios accedan al tema adw-gtk3 (se requiere autenticación)
it: Consentire alle app Flatpak GTK 3 di tutti gli utenti di accedere al tema adw-gtk3 (Richiede autenticazione)
sv: Tillåt GTK 3 Flatpak program för alla användare att komma åt adw-gtk3-tema (autentisering krävs)

source: Preset Fetching
es: Obtener los ajustes preestablecidos
fr: Récupération des pré-configurations
it: Acquisizione delle configurazioni
pt: Obtenção de Presets
sv: Hämtning av förinställningar

source: Use an alternative server for fetching presets
es: Utilizar un servidor alternativo para obtener preajustes
it: Usa un server alternativo per ottenere le configurazioni
sv: Använd en alternativ server för att hämta förinställningar

source: Use JSDelivr instead of directly fetching presets from GitHub
es: Utilizar JSDelivr en lugar de obtener directamente los preajustes de GitHub
it: Usa JSDelivr al posto dello scaricamento diretto da GitHub
sv: Använd JSDelivr istället för att direkt hämta förinställningar från GitHub

source: Custom Preset Repositories
es: Repositorios de preajustes personalizados
fr: Dépôt de pré-configurations personnalisées
it: Repository delle configurazioni personalizzate
pt: Repositórios Personalizados de Presets
sv: Anpassade förinställda arkiv

source: Custom repository URL address
es: Dirección URL de repositorio personalizada
fr: Adresse URL du dépôt personnalisé
it: Indirizzo URL personalizzato del repository
pt: Endereço URL do Repositório Personalizado
sv: URL-adress för anpassat arkiv

source: Theming
es: Temática
fr: Création de thèmes
it: Temi
pt: Tematização
sv: Teman

source: Theme Engines
es: Motores temáticos
fr: Générateur de theme
it: Generatori di temi
pt: Motores de Temas
sv: Tema motor

source: Theme Engines are the built-in theme generators for various customizable programs/frameworks.
es: Los Motores Temáticos son los generadores de los temas incorporados para varios programas/marcos personalizables.
fr: Les moteurs de thèmes sont les générateurs de thèmes intégrés à divers programmes/cadres personnalisables.
it: I generatori di temi sono strumenti integrati che servono a creare temi per svariati programmi e framework personalizzabili.
pt: Os Motores de Temas são os geradores de temas incorporados para vários programas/frameworks personalizáveis.
sv: Temamotorer är de inbyggda temageneratorerna för olika anpassningsbara program/ramverk.

source: Shell Engine
es: Motor de Shell
fr: Générateur shell
it: Generatore Shell
pt: Motor Shell
sv: Skal motor

source: Generates GNOME Shell theme based on current preset
es: Genera el tema de GNOME Shell basado en el preajuste actual
it: Genera un tema GNOME Shell basato sul preset corrente
sv: Genererar GNOME Shell-tema baserat på aktuell förinställning

source: Generates a Material Design 3 palette by extracting colors of an image
es: Genera una paleta Material Design 3 extrayendo los colores de una imagen
it: Genera una tavolozza Material Design 3 a partire dai colori di un'immagine
sv: Genererar en Material Design 3-palett genom att extrahera färger i en bild

source: Rename Preset
es: Renombrar preajuste
fr: Renommer la pré-configuration
it: Rinomina configurazione
pt: Renomear o Preset
sv: Byt namn på förinställning

source: Description
es: Descripción
it: Descrizione
pt: Descrição
sv: Beskrivning

source: This preset has no description.
es: Este preajuste no tiene descripción.
fr: Ce préréglage n'a pas de description.
it: Questa configurazione non contiene alcuna descrizione.
pt: Este preset não tem descrição.
sv: Denna förinställning har ingen beskrivning.

source: No Badges
es: Sin insignias
fr: Pas de badges
it: Nessun badge
pt: Sem Distintivos
sv: Inga märken

source: Report an Issue
es: Notificar un problema
fr: Signaler un problème
it: Segnala un problema
pt: Relatar um problema
sv: Rapportera ett problem

source: Remove preset
es: Quitar diseño
fr: Supprimer la pré-configuration
it: Rimuovi configurazione
pt: Remover preset
sv: Ta bort förinställning

source: Remove Preset
es: Eliminar preajuste
fr: Supprimer la pré-configuration
it: Rimuovi configurazione
pt: Remover Preset
sv: Ta bort förinställning

source: Presets
es: Diseños
fr: Préréglages
it: Configurazioni
sv: Förinställningar

source: Import
es: Importar
fr: Importer
it: Importa
pt: Importar
sv: Importera

source: Import Preset File
es: Importar un archivo preestablecido
fr: Importer un fichier de préréglage
it: Importa un file di configurazione
pt: Importar Ficheiro de Preset
sv: Importera en förinställningsfil

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
pt: Apagar
sv: Ta bort

source: Report Preset Issue
es: Informar de un problema de un ajuste preestablecido
fr: Signaler un problème avec la pré-configuration
it: Segnala un problema della configurazione
pt: Reportar Problema com o Preset
sv: Rapportera problem med förinställning

source: Open in File Manager
es: Abrir en el Gestor de archivos
fr: Ouvrir dans le gestionnaire de fichiers
it: Apri nel gestore file
pt: Abrir no Gestor de Ficheiros
sv: Öppna i filhanteraren

source: Installed
es: Instalados
fr: Installé
it: Installate
pt: Instalado
sv: Installerad

source: Explore
es: Explorar
fr: Explorer
it: Esplora
pt: Explorar
sv: Utforska

source: Search for presets
es: Buscar diseños
fr: Rechercher des pré-configurations
it: Cerca configurazioni
pt: Procurar por presets
sv: Sök efter förinställningar

source: Enter a keyword to search on <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
es: Introduzca una palabra clave para buscar en <a href="https://github.com/GradienceTeam/Community">Equipo de Gradience/Comunidad</a>.
fr: Entrez un mot-clé pour chercher sur <a href="https://github.com/GradienceTeam/Community">Équipe Gradience/Communauté</a>.
it: Inserire una parola chiave per cercare su <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
pt: Insere uma palavra-chave para procurar em <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>.
sv: Ange ett nyckelord för att söka på <a href="https://gradienceteam.github.io/presets">GradienceTeam/Community</a>.

source: e.g. "Pretty Purple"
es: e.j. "Morado bonito"
fr: par ex. : « Joli violet »
it: ad esempio «Pretty Purple»
pt: ex. "Pretty Purple"
sv: t.ex. "Pretty Purple"

source: All
es: Todos
fr: Tout
it: Tutte
pt: Todos
sv: Alla

source: No Results Found
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
pt: Nenhum Resultado Encontrado
sv: Inga resultat hittades

source: Offline
es: Desconectado
fr: Hors ligne
pt: Desconectado

source: Repositories
es: Repositorios
fr: Référentiels
it: Repository
pt: Repositórios
sv: Arkiv

source: Import a Preset File (*.json)
es: Importar un preajuste (*.json)
fr: Importer un fichier de pré-configuration (*.json)
it: Importare un file di configurazione (*.json)
pt: Importar um Ficheiro de Preset (*.json)
sv: Importera en förinställd fil (*.json)

source: All files
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
pt: Todos os ficheiros
sv: Alla filer

source: JSON file (*.json)
es: Archivo JSON (*.json)
fr: Fichiers JSON (*.json)
it: File JSON (*.json)
pt: ficheiro JSON (*.json)
sv: JSON-fil (* .json)

source: Reset and Restore Theming
es: Restablecer y restaurar la tematización
it: Ripristina e ripristina i temi
sv: Nollställ och återställ tema

source: Reset theming to default or restore previously applied preset.
es: Restablecer la tematización por defecto o restaurar la preconfiguración aplicada previamente.
it: Ripristina i temi predefiniti o ripristina quelli preimpostati applicati in precedenza.
sv: Nollställ teman till standard eller återställ tidigare tillämpade förinställningar.

source: GTK 4/Libadwaita Apps
es: Aplicaciones GTK 4/Libadwaita
it: Applicazioni GTK 4/Libadwaita
pt: Apps do GTK 4/Libadwaita
sv: GTK4/Libadwaita program

source: Restore Previous Preset
es: Restaurar un preajuste anterior
fr: Restaurer le préréglage précédent
it: Ripristina la precedente configurazione
pt: Restaurar o Preset Anterior
sv: Återställ föregående förinställning

source: Reset
es: Restablecer
fr: Réinitialiser
it: Reimposta
pt: Repor
sv: Nollställ

source: Reset Applied Preset
es: Restablecer el preajuste aplicado
fr: Réinitialisation de la présélection appliquée
it: Reimposta la configurazione applicata
pt: Repor o Preset Aplicado
sv: Nollställ tillämpad förinställning

source: GTK 3 Apps
es: Aplicaciones GTK 3
it: Applicazioni GTK 3
pt: Apps do GTK 3
sv: GTK 3 program

source: Save preset as…
es: Guardar diseño como…
fr: Enregistrer la configuration sous…
it: Salvare configurazione come…
pt: Salvar preset como…
sv: Spara förinställning som…

source: Preset Name
es: Nombre predefinido
fr: Nom de la pré-configuration
it: Nome della configurazione
pt: Nome do Preset
sv: Förinställt namn

source: Share Preset
es: Compartir preajuste
fr: Partager la pré-configuration
it: Condividi configurazione
pt: Partilhar o Preset
sv: Dela förinställning

source: Previous
es: Anterior
fr: Précédent
it: Precedente
pt: Anterior
sv: Föregående

source: Share your preset
es: Comparta su preajuste
fr: Partagez votre pré-configuration
it: Condividi la tua configurazione
pt: Partilhar o teu preset
sv: Dela din förinställning

source: Share your preset with the world!
es: ¡Comparte tu preselección con el mundo!
fr: Partagez votre pré-configuration avec le monde entier !
it: Condividi la tua configurazione con il mondo!
pt: Partilha o teu preset com o mundo!
sv: Dela din förinställning med världen!

source: How it's work?
es: ¿Cómo funciona?
fr: Comment ça marche ?
it: Come funziona?
pt: Como funciona?
sv: Hur fungerar det?
