Repository: GradienceTeam/Gradience
Catalog: po/*.po
Languages: es, fr, it, pt, sv

source: Gradience use GitHub to share your preset. You need to create a GitHub account and fork <a href='https://github.com/GradienceTeam/Community'>GradienceTeam/Community</a>. Then, you can upload your preset, make a pull request and share it with the world!
es: Gradience usa GitHub para compartir su preset. Tiene que crear una cuenta en GitHub y hacer un fork <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> . Luego, puede subir su preset, hacer un pull request y ¡compartirlo con el mundo!
fr: Gradience utilise GitHub pour partager votre pré-configuration. Vous devez créer un compte GitHub et forker <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. Ensuite, vous pouvez télécharger votre pré-configuration, faire une demande de pull et la partager avec le monde entier !
it: Gradience usa GitHub per condividere le configurazioni degli utenti. È necessario creare un account GitHub ed effettuare il fork di <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. A quel punto è possibile caricare la propria configurazione, effettuare una pull request e condividerla con gli altri utenti!
pt: O Gradience utiliza o GitHub para partilhar os teus presets. Precisas de criar uma conta no GitHub e fazer fork de <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. Depois, podes carregar o teu preset, fazer um pull request e partilhá-lo com o mundo!
sv: Gradience använder GitHub för att dela din förinställning. Du måste skapa ett GitHub-konto och skapa en fork <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a>. Därefter kan du ladda upp din förinställning, göra en pull request och dela den med världen!

source: Warning
es: Advertencia
fr: Avertissement
it: Avvisi
pt: Aviso
sv: Varning

source: Changing the color scheme can negatively affect contrast and readability. Proceed with caution. Please do not report theming-related issues to app developers.
es: Cambiar la combinación de colores puede afectar negativamente al contraste y a la legibilidad. Proceda con cautela. No informe a los desarrolladores de aplicaciones sobre problemas relacionados con los temas.
fr: La modification de la palette de couleurs peut avoir un effet négatif sur le contraste et la lisibilité. Faites preuve de prudence. Ne signalez pas les problèmes liés aux thèmes aux développeurs d'applications.
it: La modifica dello schema di colori potrebbe avere un effetto negativo sul contrasto e sulla leggibilità. Procedere con attenzione. Si prega di non segnalare agli sviluppatori delle applicazioni i problemi legati ai temi applicati.
pt: A alteração do esquema de cores pode afetar negativamente o contraste e a legibilidade. Procede com cautela. Por favor, não reportes problemas relacionados com temas aos desenvolvedores das aplicações.
sv: Om du ändrar färgschemat kan det påverka kontrasten och läsbarheten negativt. Var försiktig. Rapportera inte temarelaterade problem till apputvecklare.

source: I Understand The Consequences
es: Entiendo las consecuencias
fr: Je comprends les conséquences
it: Ho capito le conseguenze
pt: Eu Compreendo As Consequências
sv: Jag förstår konsekvenserna

source: Customize Adwaita Theme
es: Personalizar el tema Adwaita
fr: Customisez le thème d’Adwaita
it: Personalizza il tema Adwaita
pt: Personalizar o Tema Adwaita
sv: Anpassa Adwaita-tema

source: Change colors of windows, buttons, lists and more, with advanced features like adding custom CSS
es: Cambia los colores de ventanas, botones, listas y mucho más, con funciones avanzadas como añadir CSS personalizado
fr: Changez les couleurs des fenêtres, boutons, listes et plus encore avec des fonctionnalités avancées comme l’ajout d’un CSS personnalisé
it: Cambia i colori delle finestre, dei pulsanti, delle liste e altro tramite funzionalità avanzate come l'aggiunta di CSS personalizzato
pt: Alterar as cores de janelas, botões, listas e mais, com funcionalidades avançadas como adicionar CSS personalizado
sv: Ändra färgerna på fönster, knappar, listor med mera, med avancerade funktioner som att lägga till egen CSS

source: Configure Gradience
es: Configurar Gradience
fr: Configurer Gradience
it: Configurazione di Gradience
pt: Configurar o Gradience
sv: Konfigurera Gradience

source: Install adw-gtk3 theme for legacy applications and configure system for theming.
es: Instalar el tema adw-gtk3 para las aplicaciones antiguas y configurar el sistema para los temas.
fr: Installez le thème adw-gtk3 pour les applications anciennes et configurez le système pour appliquer les thèmes.
it: Installa adw-gtk3 per le applicazioni più vecchie, e configura il sistema per applicare i temi.
pt: Instalar o tema adw-gtk3 para aplicações antigas (legacy) e configurar o sistema para a tematização.
sv: Installera adw-gtk3-tema för äldre program och konfigurera systemet för tematisering.

source: Legacy apps theming
es: Temas para aplicaciones antiguas
fr: Thèmes des applications anciennes
it: Temi delle applicazioni datate
pt: Tematização de Aplicações Antigas (legacy)
sv: Gamla appar med tematisering

source: Install adw-gtk3 theme for legacy apps theming
es: Instalar el tema adw-gtk3 para los temas de las aplicaciones antiguas
fr: Installez le thème adw-gtk3 pour les applications anciennes
it: Installa adw-gtk3 per applicare i temi alle applicazioni datate
pt: Instalar o tema adw-gtk3 para a tematização de aplicações antigas (legacy)
sv: Installera adw-gtk3-tema för tematisering av äldre appar

source: System configuration
es: Configuración del sistema
fr: Configuration système
it: Configurazione di sistema
pt: Configuração do Sistema
sv: Systemkonfiguration

source: Configure system for theming, enables Flatpak theme override
es: Configurar el sistema para los temas, permite sobreescribir el tema Flatpak
fr: Configurer le système pour les thèmes, permet de remplacer les thèmes Flatpak
it: Configurare il sistema per applicare i temi, permette di sovrascrivere i temi Flatpak
pt: Configurar o sistema para a tematização, ativar a substituição de temas Flatpak
sv: Konfigurera systemet för tematisering, aktiverar Flatpak-temaöverstyrning

source: Installing Themes
es: Instalando temas
fr: Installation des thèmes
it: Installazione dei temi in corso
pt: A Instalar Temas
sv: Installerar teman

source: Please wait until theme will be installed.
es: Por favor, espere a que se instale el tema.
fr: Merci de patienter jusqu’à ce que les thèmes soient installés.
it: Attendere mentre il tema viene installato.
pt: Por favor, aguarda até que o tema seja instalado.
sv: Vänta tills temat har installerats.

source: Continue
es: Continuar
fr: Continuer
it: Continua
pt: Continuar
sv: Fortsätt

source: Done
es: Hecho
fr: Fait
it: Fatto
pt: Feito
sv: Klart

source: Now you can make your own presets or download some online.
es: Ahora puede crear sus propios preajustes o descargar algunos en línea.
fr: Maintenant vous pouvez faire vos propres configurations, ou télécharger une pré-configuration en ligne.
it: Ora è possibile creare le proprie configurazioni oppure scaricarne alcune dalla rete.
pt: Agora podes criar os teus próprios presets ou descarregar alguns online.
sv: Nu kan du göra egna förinställningar eller ladda ner några på nätet.

source: Please finish the setup first
es: Por favor, termine la configuración primero
fr: Merci de terminer l’installation d’abord
it: Si prega di terminare l'installazione prima di continuare
pt: Por favor, conclui primeiro a configuração inicial
sv: Slutför installationen först

source: Start Using Gradience
es: Comenzar a usar Gradience
fr: Commencer à utiliser Gradience
it: Inizia a usare Gradience
pt: Começa a utilizar o Gradience
sv: Börja använda Gradience

source: Next
es: Siguiente
fr: Suivant
it: Successivo
pt: Próximo
sv: Nästa

source: Shell Engine Preferences
es: Preferencias del motor Shell
fr: Préférences du moteur Shell
it: Preferenze del generatore Shell
pt: Preferências do Motor Shell
sv: Skal motor inställningar

source: Shell theme colors
es: Colores del tema Shell
it: Colore del tema della shell
sv: Skaltemafärger

source: Generates GNOME Shell theme based on current preset. WARNING: Extensions that modify the Shell stylesheet may cause issues with themes.
es: Genera el tema Shell de GNOME basado en el preajuste actual. ADVERTENCIA: Las extensiones que modifican la hoja de estilos de Shell pueden causar problemas con los temas.
it: Genera un tema per la Shell di GNOME sulla base della configurazione attualmente selezionata. ATTENZIONE: le estensioni che modificano lo schema di colori della Shell potrebbero causare dei problemi con i temi.
sv: Genererar GNOME Shell-tema baserat på aktuell förinställning. VARNING: Tillägg som ändrar Shell-formatmallen kan orsaka problem med teman.

source: Shell Engine Options
es: Opciones de Shell Engine
fr: Options du moteur Shell
it: Opzioni del generatore Shell
pt: Opções do Motor Shell
sv: Skal motor alternativ

source: Change the generated GNOME Shell theme
es: Cambiar el tema de GNOME Shell generado
fr: Modifier le thème GNOME Shell généré
it: Modifica il tema generato per la shell di GNOME
pt: Alterar o tema gerado do GNOME Shell
sv: Ändra det genererade GNOME Shell-temat

source: Apply Shell theme
es: Aplicar el tema de Shell
fr: Appliquer le thème Shell
it: Applica il tema della shell
pt: Aplicar o tema da Shell
sv: Använd skaltema

source: Customize Shell Theme
es: Personalizar el tema de Shell
fr: Personnaliser le thème Shell
it: Personalizza il tema della shell
pt: Personalizar o Tema da Shell
sv: Anpassa skaltema

source: Open Shell Preferences
es: Abrir las preferencias de Shell
fr: Ouvrir les préférences du shell
it: Apri le preferenze della shell
pt: Abrir Preferências da Shell
sv: Öppna skal inställningar

source: Preset Variant
es: Variante predefinida
fr: Variation des préréglages
it: Variante della configurazione
pt: Variante do Preset
sv: Förinställningsvariant

source: Select currently applied preset variant
es: Seleccionar la variante para el preajuste aplicada actualmente
fr: Sélectionner la variante de préréglage actuellement appliquée
it: Seleziona la variante della configurazione attualmente applicata
pt: Selecionar a variante do preset atualmente aplicada
sv: Välj nuvarande applicerad förinställningsvariant

source: Currently unavailable
es: No disponible actualmente
fr: Actuellement indisponible
it: Attualmente non disponibile
pt: Actualmente Indisponível
sv: För närvarande inte tillgänglig

source: Reset Theme
es: Restablecer el tema
fr: Réinitialisation du thème
it: Reimposta tema
pt: Repor Tema
sv: Nollställ tema

source: Reset applied theme
es: Tema restablecido
fr: Réinitialisation du thème appliqué
it: Reimposta il tema applicato
pt: Repor o tema aplicado
sv: Nollställ applicerat tema

source: No Theme Engines
es: Ningún motor temático
fr: Pas de moteurs à thème
it: Nessun generatore di temi
pt: Nenhum Motor de Temas
sv: Inga tema motorer

source: Theme Engines extend the functionality of Gradience. They can be enabled in the Preferences.
es: Los motores temáticos amplían la funcionalidad de Gradience. Pueden activarse en las Preferencias.
fr: Les moteurs de thèmes étendent les fonctionnalités de Gradience. Ils peuvent être activés dans les préférences.
it: I generatori di temi estendono le funzionalità di Gradience. Possono essere abilitati nelle impostazioni.
pt: Os Motores de Temas ampliam a funcionalidade do Gradience. Eles podem ser ativados nas Preferências.
sv: Temamotorer utökar funktionaliteten hos Gradience. De kan aktiveras i Inställningar.

source: Open Preferences to manage Theme Engines
es: Abre las Preferencias para gestionar los Motores Temáticos
fr: Ouvrir les préférences pour gérer les moteurs de thèmes
it: Apri le impostazioni per gestire i generatori di temi
pt: Abre as Preferências para gerir os Motores de Temas
sv: Öppna Inställningar för att hantera temamotorer

source: Open Preferences
es: Abrir las Preferencias
fr: Ouvrir les préférences
it: Apri le impostazioni
pt: Abrir Preferências
sv: Öppna Inställningar

source: Welcome to Gradience
es: Le damos la bienvenida a Gradience
fr: Bienvenue dans Gradience
it: Benvenuti in Gradience
pt: Bem-Vindo ao Gradience
sv: Välkommen till Gradience

source: What's new in 0.8.0
es: Novedades de la versión 0.8.0
fr: Quoi de neuf dans la version 0.8.0
it: Novità nella versione 0.8.0
pt: Novidades na versão 0.8.0
sv: Vad är nytt i 0.8.0

source: In this release, we added GNOME Shell theming support and reworked how Gradience works internally
es: En esta versión, hemos añadido compatibilidad con la temática de GNOME Shell y hemos modificado el funcionamiento interno de Gradience
fr: Dans cette version, nous avons ajouté la prise en charge du thème GNOME Shell et retravaillé le fonctionnement interne de Gradience
it: In questa versione abbiamo aggiunto il supporto ai temi della shell di GNOME, e riscritto il funzionamento interno di Gradience
pt: Nesta versão, adicionámos suporte para tematização do GNOME Shell e reestruturámos internamente o funcionamento do Gradience
sv: I den här utgåvan lade vi till stöd för GNOME Shell-teman och omarbetade hur Gradience fungerar internt

source: Changing the color scheme can negatively affect contrast and readability. Proceed with caution. Please do not report theming-related issues to app developers
es: Cambiar la combinación de colores puede afectar negativamente al contraste y a la legibilidad. Proceda con cautela. No informes a los desarrolladores de aplicaciones sobre problemas relacionados con la temática
fr: La modification de la palette de couleurs peut avoir un effet négatif sur le contraste et la lisibilité. Faites preuve de prudence. Ne signalez pas les problèmes liés aux thèmes aux développeurs d'applications
it: La modifica dello schema di colori potrebbe avere un effetto negativo sul contrasto e sulla leggibilità. Procedere con attenzione. Si prega di non segnalare agli sviluppatori delle applicazioni i problemi legati ai temi applicati
pt: A alteração do esquema de cores pode afetar negativamente o contraste e a legibilidade. Procede com cautela. Por favor, não reportes problemas relacionados com temas aos desenvolvedores das aplicações
sv: Om du ändrar färgschemat kan det påverka kontrasten och läsbarheten negativt. Var försiktig. Rapportera inte temarelaterade problem till apputvecklare

source: Agree and Continue
es: Aceptar y continuar
fr: Accepter et continuer
it: Accetta e continua
pt: Concordar e Continuar
sv: Håll med och fortsätt

source: Customize Adwaita
es: Personalizar Adwaita
it: Personalizza Adwaita
sv: Anpassa Adwaita

source: Change colors of windows, buttons, lists and more, with advanced features like adding custom styles
es: Cambia los colores de ventanas, botones, listas y mucho más, con funciones avanzadas como añadir estilos personalizados
it: Cambia i colori delle finestre, dei pulsanti, delle liste e altro tramite funzionalità avanzate come l'aggiunta di stili personalizzati
sv: Ändra färgerna på fönster, knappar, listor med mera, med avancerade funktioner som att lägga till en anpassad stil

source: Save Preset
es: Guardar diseño
fr: Sauvegarder la pré-configuration
it: Salva configurazione
pt: Guardar Preset
sv: Spara förinställningar

source: Show Preview Window
es: Mostrar ventana de vista previa
fr: Afficher la fenêtre de prévisualisation
it: Mostra la finestra di configurazione
pt: Mostrar janela de pré-visualização
sv: Visa förhandsgranskningsfönster

source: Main Menu
es: Menú principal
fr: Menu principal
it: Menù principale
pt: Menu Principal
sv: Huvudmeny

source: Presets Menu
es: Menú de preajustes
fr: Menu des pré-configurations
it: Menù configurazioni
pt: Menu de Presets
sv: Förinställningsmeny

source: CSS Errors
es: Errores en las hojas de estilo en cascada (CSS)
fr: Erreurs CSS
it: Errori CSS
pt: Erros de CSS
sv: CSS-fel

source: _Colors
es: _Colores
fr: _Couleurs
it: _Colori
sv: _Färger

source: _Theming
es: _Tematización
fr: _Création de thèmes
it: _Temi
sv: _Teman

source: _Advanced
es: _Avanzado
fr: _Avancé
it: _Avanzate
sv: _Avancerat

source: Keyboard Shortcuts
es: Teclas de acceso rápido
fr: Raccourcis clavier
it: Scorciatoie da tastiera
pt: Atalhos do Teclado
sv: Tangentbordsgenvägar

source: About Gradience
es: Acerca de Gradience
fr: À propos de Gradience
it: Informazioni su Gradience
pt: Sobre o Gradience
sv: Om Gradience

source: Built-In Presets
es: Preajustes incorporados
fr: Pré-configurations incluses
it: Configurazioni preinstallate
pt: Presets Incorporados
sv: Inbyggda förinställningar

source: Manage Presets
es: Gestionar preajustes
fr: Gérer les pré-configurations
it: Gestisci configurazioni
pt: Gerir Presets
sv: Hantera förinställningar

source: Failed to save override
es: No se ha podido guardar la anulación
fr: Échec de l'enregistrement du pré réglage
it: Salvataggio della configurazione non riuscito
sv: Misslyckades att spara en åsidosättelse

source: Unexpected file error occurred
es: Se ha producido un error en el archivo inesperado
fr: Une erreur de fichier inattendue s’est produite
it: Si è verificato un errore inaspettato con un file
sv: Oväntat filfel uppstod

source: _Cancel
es: _Cancelar
fr: A_nnuler
it: A_nnulla
pt: _Cancelar
sv: _Avbryt

source: Saving preset to <small><i><tt>{0}</tt></i></small>. If that preset already exists, it will be overwritten.
es: Guardar preajuste en <small><i><tt>{0}</tt></i></small>. Si ese preajuste ya existe, se sobrescribirá.
it: Salvataggio della configurazione in <small><i><tt>{0}</tt></i></small>. Se quella configurazione esiste già, verrà sovrascritta.
sv: Sparar förinställningen till <small><i><tt>{0}</tt></i></small>. Om den förinställningen redan finns kommer den att skrivas över.

source: Discard
es: Descartar
fr: Jeter
it: Scarta
pt: Descartar
sv: Kasta

source: _Save
es: _Guardar
fr: _Sauvegarder
it: _Salva
pt: _Salvar
sv: _Spara

source: Unsupported Shell Version ({get_full_shell_version()})
es: Versión de Shell no soportada ({get_full_shell_version()})
fr: Version du shell non supportée ({get_full_shell_version()})
it: Versione della shell non supportata ({get_full_shell_version()})
pt: Versão do Shell não suportada ({get_full_shell_version()})
sv: Skalversion som inte stöds ({get_full_shell_version()})

source: The Shell version you are using is not supported by Gradience. Please upgrade to a newer version of GNOME.
es: La versión de Shell que está utilizando no es compatible con Gradience. Por favor, actualice a una versión más reciente de GNOME.
fr: La version du Shell que vous utilisez n'est pas prise en charge par Gradience. Veuillez passer à une version plus récente de GNOME.
it: La versione della shell in uso non è supportata da Gradience. Effettuare l'aggiornamento a una versione di GNOME più recente.
pt: A versão do Shell que usa não é suportada pelo Gradience. Atualize para uma versão mais recente do GNOME.
sv: Skalversionen du använder stöds inte av Gradience. Vänligen uppgradera till en nyare version av GNOME.

source: OK
es: Vale

source: Failed to load list of presets
es: Error al cargar la lista de preajustes
fr: Le chargement de la liste de pré-configurations a échoué
it: Caricamento della lista delle configurazioni non riuscito
pt: Falha ao carregar lista de predefinições
sv: Misslyckades att ladda listan med förinställningar

source: No presets found
es: No se han encontrado preajustes
fr: Aucune pré-configuration trouvée
it: Nessuna configurazione trovata
pt: Não foram encontradas predefinições
sv: Inga förinställningar hittades

source: Favorite Presets
es: Preajustes favoritos
fr: Pré-configurations préférées
it: Configurazioni preferite
pt: Predefinições Favoritas
sv: Favoritförinställningar

source: Unsaved Changes
es: Cambios no guardados
fr: Changements non sauvegardés
it: Modifiche non salvate
pt: Alterações não gravadas
sv: Osparade ändringar

source: Save
es: Guardar
fr: Sauvegarder
it: Salva
pt: Gravar
sv: Spara

source: Apply This Color Scheme?
es: ¿Aplicar este esquema de colores?
fr: Appliquer ce schéma de couleurs ?
it: Applicare questo schema di colori?
pt: Aplicar este esquema de cores?
sv: Använda detta färgschema?

source: Warning: any custom CSS files for those app types will be irreversibly overwritten!
es: ¡Advertencia: los archivos CSS personalizados para esos tipos de aplicaciones se sobrescribirán de forma irreversible!
fr: Attention : tous les fichiers CSS personnalisés pour ces types d’applications seront remplacés !
it: Attenzione: tutti i file CSS personalizzati per questo tipo di applicazioni verranno sovrascritti irreversibilmente!
pt: Aviso: qualquer ficheiro CSS customizado para estes tipos de aplicações serão irreversivelmente sobrescritos!
sv: Varning: alla anpassade CSS-filer för dessa programtyper kommer att skrivas över oåterkalleligt!

source: _Apply
es: _Aplicar
fr: _Appliquer
it: _Applica
pt: _Aplicar
sv: _Verkställ

source: You have unsaved changes!
es: ¡Tiene cambios sin guardar!
fr: Vous avez des changements non enregistrés !
it: Ci sono modifiche non salvate!
pt: Tem alterações não gravadas!
sv: Du har osparade ändringar!

source: Preset saved
es: Diseño guardado
fr: Pré-configuration enregistrée
it: Configurazione salvata
pt: Predefinição gravada
sv: Förinställning sparad

source: Preset has been set. Log out to apply changes.
es: La preconfiguración se ha establecido. Cierre la sesión para aplicar los cambios.
fr: Le préréglage a été configuré. Déconnectez-vous pour appliquer les modifications.
it: La preimpostazione è stata impostata. Disconnettersi per applicare le modifiche.
sv: Förinställning har ställts in. Logga ut för att tillämpa ändringar.

source: Accent Colors
es: Colores de acento
fr: Couleurs d'accent
it: Colori di accento
pt: Cores de Destaque
sv: Accentfärger

source: These colors are used across many different widgets, often to indicate that a widget is important, interactive, or currently active.
es: Estos colores se utilizan en muchos widgets diferentes, a menudo para indicar que un widget es importante, interactivo o está activo en ese momento.
fr: Ces couleurs sont utilisées dans de nombreux modules différents, souvent pour indiquer qu'un module est important, interactif ou actif.
it: Questi colori vengono usati in vari widget per indicare che sono importanti, interattivi o attivi in quel momento.
pt: Estas cores são utilizadas em vários widgets diferentes, frequentemente para indicar que um widget é importante, interativo ou atualmente ativo.
sv: Dessa färger används i många olika widgets, ofta för att indikera att en widget är viktig, interaktiv eller för närvarande aktiv.

source: Standalone Color
es: Color independiente
fr: Couleur indépendante
it: Colore indipendente
pt: Cor Independente
sv: Fristående färg
