Repository: GradienceTeam/Gradience
Catalog: po/*.po
Languages: es, fr, it, pt, sv

source: The standalone colors are similar to the background ones, but provide better contrast when used as foreground color on top of a neutral background - for example, colorful text in a window.
es: Los colores independientes son similares a los de fondo, pero proporcionan un mejor contraste cuando se usan como color de primer plano sobre un fondo neutro, por ejemplo, un texto colorido en una ventana.
fr: Les couleurs indépendantes sont similaires aux couleurs d'arrière-plan, mais offrent un meilleur contraste lorsqu'elles sont utilisées en tant que couleur d'avant-plan sur un fond de couleur neutre - par exemple, un texte coloré dans une fenêtre.
it: I colori indipendenti sono simili a quelli di sfondo, ma forniscono un contrasto migliore quando vengono usati come colori di primo piano su uno sfondo neutro — per esempio, un testo colorato in una finestra.
pt: As cores independentes são semelhantes às cores de fundo, mas proporcionam um melhor contraste quando utilizadas como cor de primeiro plano sobre um fundo neutro - por exemplo, texto colorido numa janela.
sv: De fristående färgerna liknar bakgrundsfärgerna, men ger bättre kontrast när de används som förgrundsfärg ovanpå en neutral bakgrund - till exempel färgstark text i ett fönster.

source: Background Color
es: Color de fondo
fr: Couleur d'arrière-plan
it: Colore di sfondo
pt: Cor de Fundo
sv: Bakgrundsfärg

source: Foreground Color
es: Color de frente
fr: Couleur d'avant-plan
it: Colore di primo piano
pt: Cor de Primeiro Plano
sv: Förgrundsfärg

source: Destructive Colors
es: Colores destructivos
fr: Couleurs destructives
it: Colori distruttivi
pt: Cores Destrutivas
sv: Destruktiva färger

source: These colors are used to indicate dangerous actions, such as deleting a file.
es: Estos colores se utilizan para indicar acciones peligrosas, como borrar un archivo.
fr: Ces couleurs sont utilisées pour indiquer des actions dangereuses, telles que la suppression d'un fichier.
it: Questi colori vengono utilizzati per indicare un'azione pericolosa, come l'eliminazione di un file.
pt: Estas cores são utilizadas para indicar ações perigosas, como apagar um ficheiro.
sv: Dessa färger används för att indikera farliga åtgärder, som att ta bort en fil.

source: Success Colors
es: Colores exitosos
fr: Couleurs du succès
it: Colori di successo
pt: Cores de Sucesso
sv: Framgångsfärger

source: These colors are used across many different widgets, to indicate success or a high level.
es: Estos colores se utilizan en muchos widgets diferentes, para indicar éxito o un nivel alto.
fr: Ces couleurs sont utilisées dans de nombreux modules différents, pour indiquer un succès ou un niveau élevé.
it: Questi colori vengono usati in vari widget per indicare un successo o un livello alto.
pt: Estas cores são utilizadas em vários widgets diferentes para indicar sucesso ou um nível elevado.
sv: Dessa färger används över många olika widgets, för att indikera framgång eller en hög nivå.

source: Warning Colors
es: Colores de advertencia
fr: Couleurs d'avertissement
it: Colori di avvertimento
pt: Cores de Aviso
sv: Varningsfärger

source: These colors are used across many different widgets, to indicate warning or a low level.
es: Estos colores se utilizan en muchos widgets diferentes, para indicar advertencia o un nivel bajo.
fr: Ces couleurs sont utilisées dans de nombreux modules différents, pour indiquer un avertissement ou un niveau bas.
it: Questi colori vengono usati in vari widget per indicare un avvertimento o un livello basso.
sv: Dessa färger används över många olika widgets, för att indikera varning eller en låg nivå.

source: Error Colors
es: Colores de error
fr: Couleurs d'erreur
it: Colori di errore
pt: Cores de erro
sv: Felfärger

source: These colors are used across many different widgets, to indicate a failure.
es: Estos colores se utilizan en muchos widgets diferentes, para indicar un fallo.
fr: Ces couleurs sont utilisées dans de nombreux modules différents pour indiquer une déficience.
it: Questi colori vengono usati in vari widget per indicare un errore.
sv: Dessa färger används i många olika widgets för att indikera ett misslyckande.

source: Window Colors
es: Colores de la ventana
fr: Couleurs de fenêtre
it: Colori delle finestre
pt: Cores da Janela
sv: Fönsterfärger

source: These colors are used primarily for windows.
es: Estos colores se usan principalmente para las ventanas.
fr: Ces couleurs sont principalement utilisées pour les fenêtres.
it: Questi colori vengono utilizzati principalmente per le finestre.
pt: Essas cores são usadas essencialmente para as janelas.
sv: Dessa färger används främst för fönster.

source: View Colors
es: Colores de la vista
fr: Couleurs de vues
it: Colori di visualizzazione
pt: Ver as cores
sv: Visningsfärger

source: These colors are used across many different widgets, such as text views and entries.
es: Estos colores se utilizan en muchos widgets diferentes, como las entradas y el visualizado del texto.
fr: Ces couleurs sont utilisées dans de nombreux modules différents, tels que les affichages de texte et les entrées.
it: Questi colori vengono usati in vari widget, tra cui voci testuali e finestre di dialogo.
sv: Dessa färger används i många olika widgets, till exempel textvyer och inmatningsfält.

source: Header Bar Colors
es: Colores de la barra de encabezado
fr: Couleurs de barre d'en-tête
it: Colori della barra superiore
pt: Cores da header bar (barra do cabeçalho)
sv: Rubrikfältsfärger

source: These colors are used for header bars, as well as widgets that are meant to be visually attached to it, such as search bars or tab bars.
es: Estos colores se usan para las barras de encabezado, así como para los widgets que están destinados a estar visualmente unidos a ella, como las barras de búsqueda o las barras de pestañas.
fr: Ces couleurs sont utilisées pour les barres d'en-tête, ainsi que les widgets qui y sont attachés, tels que les barres de recherche ou des onglets.
it: Questi colori vengono usati per le barre superiori, così come per i widget che vi sono attaccati, come caselle di ricerca o barre delle schede.
pt: Estas cores são utilizadas pelas header bars (barras de cabeçalhos) assim como os widgets que estão nela, como o campo de busca ou guias.
sv: Dessa färger används för rubrikfält, såväl som widgets som är avsedda att fästas visuellt till, såsom sökfält eller flikfält.

source: Border Color
es: Color del borde
fr: Couleurs de bordure
it: Colore del bordo
pt: Cor da borda
sv: Kantfärger

source: The border color has the same default value as a foreground color, but doesn't change along with it. This can be useful if a light window has a dark header bar with light text; in this case it may be desirable to keep the border dark. This variable is only used for vertical borders - for example, separators between the two header bars in a split header bar layout.
es: El color del borde tiene el mismo valor predeterminado que el color de frente, pero no cambia junto con él. Esto puede ser útil si una ventana clara tiene una barra de encabezado oscura con texto claro; en este caso puede ser deseable mantener el borde oscuro. Esta variable sólo se usa para los bordes verticales - por ejemplo, los separadores entre las dos barras de encabezado en un diseño de barra de encabezado dividida.
fr: Par défaut, la couleur de la bordure à la même valeur que la couleur d'avant-plan, mais ne change pas avec celle-ci. Cela peut être utile si une fenêtre claire qui a une barre d'en-tête sombre avec du texte clair ; dans ce cas, il peut être désirable d'avoir des bordures sombre. Cette variable n'est utilisée que pour les bordures verticales - par exemple, des séparateurs entre les deux barres d'en-tête dans une disposition de barres d'en-tête divisées.
it: Come impostazione predefinita, il colore del bordo ha lo stesso valore del colore di primo piano, ma non cambia assieme ad esso. Ciò può tornare utile se una finestra dai colori chiari ha una barra superiore scura con testo chiaro; in questo caso si potrebbe voler mantenere un bordo scuro. Questa variabile è usata solamente per i bordi verticali — per esempio, i separatori tra le due barre superiori all'interno di una disposizione in cui la barra superiore è divisa in due parti.
pt: A cor da borda tem, por padrão, o mesmo valor da cor de primeiro plano, mas não se altera simultaneamente com aquela. Isto pode ser útil caso uma janela clara tenha uma header bar (barra de título) escura, mas com texto claro; neste caso é preferível deixar a borda escura. Esta variável é apenas utilizada para as bordas verticais como, por exemplo, os separadores entre duas header bars no layout de header bar dividida.
sv: Kantfärgen har samma standardvärde som en förgrundsfärg, men ändras inte tillsammans med den. Detta kan vara användbart om ett ljust fönster har en mörk rubrik med ljus text; i detta fall kan det vara önskvärt att hålla bården mörk. Den här variabeln används endast för vertikala ramar - till exempel avgränsare mellan de två rubrikfälten i en layout med delad rubrik.

source: Backdrop Color
es: Color de fondo inactivo
fr: Couleur du fond
it: Colore di sfondo secondario
pt: Cor de fundo
sv: Stödjarfärg

source: The backdrop color is used instead of the background color when the window is not focused. By default it's an alias of the window's background color and changes together with it. When changing this variable, make sure to set it to a value matching your header bar background color.
es: El color de fondo inactivo se usa en lugar del color de fondo cuando la ventana no está enfocada. De forma predeterminada es un alias del color de fondo de la ventana y cambia junto con él. Cuando cambie esta variable, asegúrese de establecer un valor que coincida con el color de fondo de su barra de encabezado.
fr: La couleur du fond est utilisée au lieu de la couleur d'arrière plan lorsque la fenêtre n'est pas active. Par défaut, il s'agit d'un alias de la couleur d'arrière plan et il change avec. Assurez vous d'insérer une valeur qui fonctionne avec votre barre d'en-tête ainsi que la couleur de fond.
it: Il colore di sfondo secondario viene usato al posto del colore di sfondo quando la finestra non è attiva. Per impostazione predefinita è un alias del colore di sfondo, e cambia assieme ad esso. Quando si cambia questa variabile, assicurarsi di impostarla ad un valore che si accordi con il proprio colore di sfondo per la barra superiore.
pt: A cor de fundo é utilizada no lugar da cor do plano de fundo quando a janela não está em foco. Por padrão é uma reprodução da cor do fundo da janela e mudará em conjunto com esta. Se alterar esta variável, certifique-se de que o valor é o mesmo do plano de fundo da Header Bar.
sv: Stödjarfärgen används istället för bakgrundsfärgen när fönstret inte är fokuserat. Som standard är det ett alias för fönstrets bakgrundsfärg och ändras tillsammans med den. När du ändrar den här variabeln, se till att ställa in den till ett värde som matchar bakgrundsfärgen för rubrikfältet.

source: Shade Color
es: Color de la sombra
fr: Couleur d'ombre
it: Colore dell'ombreggiatura
pt: Cor da sombra
sv: Nyansfärg

source: The shade color is used to provide a dark border for header bars and similar widgets that separates them from the main window.
es: El color de la sombra se usa para proporcionar un borde oscuro para las barras de encabezado y widgets similares que los separa de la ventana principal.
fr: La couleur de l'ombre est utilisée pour fournir une bordure sombre pour les barres d'en-tête et les widgets similaires qui les séparent de la fenêtre principale.
it: Il colore dell'ombreggiatura viene usato per dare un bordo scuro alle barre superiori e a simili widget, in modo da separarli visivamente dalla finestra principale.
pt: A cor da sombra é usada para fornecer uma borda escura para as header bars e widgets similares que ficam separados da janela principal.
sv: Nyansfärgen används för att ge en mörk ram för rubrikfält och liknande widgets som skiljer dem från huvudfönstret.

source: Sidebar Colors
es: Colores de la barra lateral
fr: Couleurs de la barre latérale
it: Colori delle barre laterali
sv: Sidofältsfärger

source: These colors are used for sidebars, generally attached to the left or right sides of a window. They are used by AdwNavigationSplitView and AdwOverlaySplitView when they are not collapsed.
es: Estos colores se utilizan para las barras laterales, generalmente unidas a los lados izquierdo o derecho de una ventana. Los utilizan AdwNavigationSplitView y AdwOverlaySplitView cuando no están contraídas.
fr: Ces couleurs sont utilisées pour les barres latérales, généralement attachées aux côtés gauche ou droit d'une fenêtre. Elles sont utilisées par AdwNavigationSplitView et AdwOverlaySplitView lorsqu'elles ne sont pas réduites.
it: Questi colori sono usati nelle barre laterali, solitamente attaccate al lato sinistro o destro di una finestra. Vengono usate da AdwNavigationSplitView e AdwOverlaySplitView quando non sono collassate.
sv: Dessa färger används för sidofält, vanligtvis fästa till vänster eller höger sida av ett fönster. De används av AdwNavigationSplitView och AdwOverlaySplitView när de inte är ihopfällda.

source: Secondary Sidebar Colors
es: Colores para la barra lateral secundaria
fr: Couleurs de la barre latérale secondaire
it: Colori secondari delle barre laterali
sv: Sekundära sidofältsfärger

source: These colors are used for middle panes in triple-pane layouts, created via nesting two split views within one another.
es: Estos colores se utilizan para los paneles intermedios en diseños de triples paneles, creados mediante el anidamiento de dos vistas divididas una dentro de otra.
fr: Ces couleurs sont utilisées pour les panneaux centraux dans les dispositions à trois panneaux, créées par l'imbrication de deux vues divisées l'une dans l'autre.
it: Questi colori sono usati per i pannelli di mezzo nelle disposizioni a tre pannelli, creati annidando una «split view» dentro a un'altra.
sv: Dessa färger används för mittersta rutor i trippelpanellayouter, skapade genom att fälla in två delade vyer med varandra.

source: Card Colors
es: Colores de la tarjeta
fr: Couleur des cartes
it: Colori delle carte
pt: Cores dos Cards
sv: Kortfärger

source: These colors are used for cards and boxed lists.
es: Estos colores se usan para las tarjetas y las listas de cajas.
fr: Ces couleurs sont utilisées pour les cartes et les listes de boites.
it: Questi colori vengono utilizzati per le carte e gli elenchi a riquadri.
pt: Estas cores são utilizadas nos Cards e Listas.
sv: Dessa färger används för kort och packade listor.

source: The shade color is used for shadows that are used by cards to separate themselves from the window background, as well as for row dividers in the cards.
es: El color de la sombra se usa para las sombras que usan las tarjetas para separarse del fondo de la ventana, así como para los divisores de filas en las tarjetas.
fr: La couleur d'ombre est utilisée pour les ombres utilisées par les cartes pour se séparer de l'arrière-plan de la fenêtre, ainsi que pour les séparateurs de lignes dans les cartes.
it: Il colore dell'ombreggiatura viene usato per le ombre che servono per separare visivamente le carte dallo sfondo della finestra, così come per i separatori tra le righe al loro interno.
pt: A cor da sombra é usada para separar os Cards do plano de fundo da janela, assim como para os divisores de linha dentro dos Cards.
sv: Nyansfärgen används för skuggor som används av kort för att skilja sig från fönsterbakgrunden, samt för radavdelare i korten.

source: Thumbnail Colors
es: Colores de las miniaturas
fr: Couleurs des vignettes
it: Colori delle anteprime
sv: Tumnagel färger

source: These colors are used for Tab Overview thumbnails.
es: Estos colores se utilizan para las miniaturas de la vista general de las pestañas.
fr: Ces couleurs sont utilisées pour les vignettes de l'aperçu des onglets.
it: Questi colori vengono utilizzati per le anteprime in Tab Overview.
sv: Dessa färger används för fliköversiktstumnaglar.

source: Dialog Colors
es: Colores del diálogo
fr: Couleurs de dialogue
it: Colori di finestre di dialogo
pt: Cores de diálogo
sv: Dialogfärger

source: These colors are used for message dialogs.
es: Estos colores se usan para los diálogos de mensajes.
fr: Ces couleurs sont utilisées pour les boîtes de dialogue de message.
it: Questi colori vengono utilizzati per le finestre di dialogo.
pt: Estas cores são utilizadas para caixa de diálogos.
sv: Dessa färger används för meddelande dialoger.

source: Popover Colors
es: Colores del menú emergente
fr: Couleurs des popovers
it: Colori dei popover
pt: Cores de menu popover
sv: Popover färger

source: These colors are used for popovers.
es: Estos colores se usan para los menús emergentes.
fr: Ces couleurs sont utilisées pour les popovers.
it: Questi colori vengono utilizzati per i popover.
pt: Estas cores são utilizadas para os menus popover.
sv: Dessa färger används för popovers.

source: The shade color is used for scroll undershoot styles within popovers, as well as transitions in AdwNavigationView, AdwOverlaySplitView, AdwLeaflet and AdwFlap.
es: El color de sombreado se utiliza para los estilos de desplazamiento inferior en los popovers, así como en las transiciones de AdwNavigationView, AdwOverlaySplitView, AdwLeaflet y AdwFlap.
fr: La couleur d'ombrage est utilisée pour les styles de défilement en dessous des popovers, ainsi que pour les transitions dans AdwNavigationView, AdwOverlaySplitView, AdwLeaflet et AdwFlap.
it: Là tonalità di colore viene utilizzato per gli stili di scorrimento all'interno dei popover, nonché per le transizioni in AdwNavigationView, AdwOverlaySplitView, AdwLeaflet e AdwFlap.
sv: Nyansfärgen används för rullningsunderskottsstilar inom popovers, samt övergångar i AdwNavigationView, AdwOverlaySplitView, AdwLeaflet och AdwFlap.

source: Miscellaneous Colors
es: Varios colores
fr: Couleurs diverses
it: Colori miscellanei
pt: Cores Diversas
sv: Diverse färger

source: Colors that don't fit in any particular group.
es: Colores que no encajan en ningún grupo en particular.
fr: Couleurs qui ne rentrent dans aucun groupe particulier.
it: Colori che non rientrano in un particolare gruppo.
pt: Cores que não se encaixam em nenhum grupo em particular.
sv: Färger som inte passar in i någon speciell grupp.

source: The shade color is used by inline tab bars, as well as the transitions in leaflets and flaps, and info bar borders.
es: El color de la sombra es usado por las barras de tabulación en línea, así como las transiciones en los folletos y solapas, y los bordes de las barras de información.
fr: La couleur de l'ombre est utilisée par les barres d'onglets, ainsi que les transitions dans les dépliants et les rabats, et les bordures de la barre d'informations.
it: Il colore delle ombreggiature viene utilizzato nelle barre delle schede, ma anche per le transizioni nei volantini (leaflet) e nei lembi (flap), e per i bordi delle barre di informazioni.
pt: A cor da sombra é utilizada pelas guias internas, assim como os leaflets, flaps e bordas das barras de informações.
sv: Nyansfärgen används av inline flikstaplar, såväl som övergångarna i broschyrer och klaffar, och informationsfältskanter.

source: Scrollbar Outline Color
es: Color del contorno de la barra de desplazamiento
fr: Couleur du contour de la barre de défilement
it: Colore di contorno delle barre di scorrimento
pt: Cor de contorno da barra de rolagem
sv: Rullningslistens konturfärg

source: The scrollbar outline color is used by scrollbars to ensure that overlay scrollbars are visible regardless of the content color.
es: El color del contorno de la barra de desplazamiento es usado por las barras de desplazamiento para asegurar que las barras de desplazamiento superpuestas sean visibles independientemente del color del contenido.
fr: La couleur de contour de la barre de défilement est utilisée par les barres de défilement pour garantir que les barres de défilement superposées sont visibles quelle que soit la couleur du contenu.
it: Il colore di contorno delle barre di scorrimento viene usato per far sì che le barre di scorrimento a comparsa siano visibili qualunque sia il colore di riempimento.
pt: A cor de contorno é utilizada pelas barras de rolagem para garantir que as barras de sobreposição (overlay scrollbar) fiquem visíveis independente da cor da superfície.
sv: Rullningslistens konturfärg används av rullningslister för att säkerställa att överlagringsrullningslister är synliga oavsett innehållsfärg.

source: Blue
es: Azul
fr: Bleu
it: Blu
pt: Azul
sv: Blå

source: Green
es: Verde
fr: Vert
it: Verde
pt: Verde
sv: Grön

source: Yellow
es: Amarillo
fr: Jaune
it: Giallo
pt: Amarelo
sv: Gul

source: Orange
es: Naranja
it: Arancione
pt: Laranja

source: Red
es: Rojo
fr: Rouge
it: Rosso
pt: Vermelho
sv: Röd

source: Purple
es: Morado
fr: Violet
it: Viola
pt: Roxo
sv: Lila

source: Brown
es: Marrón
fr: Marron
it: Marrone
pt: Castanho
sv: Brun

source: Light
es: Claro
fr: Clair
it: Chiaro
pt: Claro
sv: Ljus

source: Dark
es: Oscuro
fr: Sombre
it: Scuro
pt: Escuro
sv: Mörk

source: Base Background Color
es: Color base del fondo
fr: Couleur de base de l'arrière-plan
it: Colore di sfondo di base
sv: Bas Bakgrundsfärg

source: Base Foreground Color
es: Color base del primer plano
fr: Couleur de base de l'avant-plan
it: Colore di primo piano di base
sv: Bas Förgrundsfärg

source: Overview Background Color
es: Descripción general del color del fondo
fr: Couleur d'arrière-plan de la vue d'ensemble
it: Colore di sfondo della panoramica
sv: Översikt Bakgrundsfärg

source: Accent Background Color
es: Color de fondo acentuado
fr: Couleur d'arrière-plan accentuée
it: Colore di sfondo di accento
sv: Accent Bakgrundsfärg

source: Accent Foreground Color
es: Color del primer plano acentuado
fr: Couleur d'avant-plan accentuée
it: Colore di primo piano di accento
sv: Accent Förgrundsfärg

source: OSD Foreground Color
es: Color del primer plano OSD
fr: Couleur d'avant-plan de l'OSD
it: Colore di primo piano OSD
sv: OSD Förgrundsfärg

source: translator-credits
es: gallegonovato https://github.com/gallegonovato
fr: Irénée Thirion
it: Davide Ferracin , 2022, 2023 0xMRTT &lt;0xMRTT@tuta.io&gt;, 2022 Daudix UFO , 2022 yangyangdaji &lt;1504305527@qq.com&gt;, 2022, 2023 Lorenzo Federici, 2024
sv: Luna Jernberg

source: Copyright © 2022-2023 Gradience Team
es: Copyright © 2022-2023 Equipo de Gradience
pt: Direitos Reservados © 2022-2023 Programadores do Gradience

source: Plugins by
es: Complementos de
fr: Greffons par
it: Plugin di
pt: Plugins por
sv: Plugins av

source: Contributors on GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
es: Colaboradores en GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
fr: Contributeurs sur GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
it: I collaboratori su GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
pt: Colaboradores no GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors
sv: Bidragsgivare på GitHub https://github.com/GradienceTeam/Plugins/graphs/contributors

source: Presets by
es: Preajustes de
fr: Pré-configurations par
it: Configurazioni di
pt: Predefinições por
sv: Förinställningar av

source: Contributors on GitHub https://github.com/GradienceTeam/Community/graphs/contributors
es: Colaboradores en GitHub https://github.com/GradienceTeam/Community/graphs/contributors
fr: Contributeurs sur GitHub https://github.com/GradienceTeam/Community/graphs/contributors
it: I collaboratori su GitHub https://github.com/GradienceTeam/Community/graphs/contributors
sv: Bidragsgivare på GitHub https://github.com/GradienceTeam/Community/graphs/contributors
