Repository: GradienceTeam/Gradience
Catalog: po/*.po
Languages: es, fr, it, pt, sv

source: Palette Colors
es: Paleta de colores
fr: Palette de couleurs
it: Colori della tavolozza
pt: Paleta de cores
sv: Palett färger

source: Named palette colors used by some applications. Default colors follow the <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME Human Interface Guidelines</a>.
es: Colores de la paleta con nombre usados por algunas aplicaciones. Los colores predeterminados siguen las <a href="https://developer.gnome.org/hig/reference/palette.html">Directrices de Interfaz Humana de GNOME</a>.
fr: Couleurs de palette nommées utilisées par certaines applications. Les couleurs par défaut suivent les <a href="https://developer.gnome.org/hig/reference/palette.html">directives de l'interface utilisateur GNOME.</a>.
it: I colori della tavolozza con un nome possono essere utilizzati da alcune applicazioni. I colori predefiniti seguono le <a href="https://developer.gnome.org/hig/reference/palette.html">GNOME Human Interface Guidelines</a>.
pt: Nomes de paleta de cores utilizados por algumas aplicações. As cores padrão seguem as <a href="https://developer.gnome.org/hig/reference/palette.html">Diretrizes de Interface Humana do GNOME</a>.
sv: Namngivna palettfärger som används av vissa program. Standardfärgerna följer <a href="https://developer.gnome.org/hig/reference/palette.html">GNOMEs riktlinjer för mänskligt gränssnitt</a>.

source: Plugins add additional features to Gradience, plugins are made by Gradience community and can cause issues.
es: Los complementos añaden funciones adicionales a Gradience, son creados por la comunidad de Gradience y pueden causar problemas.
fr: Les greffons ajoutent des fonctionnalités à Gradience, ils sont faits par la communauté Gradience et peuvent contenir des bogues.
it: I plugin apportano funzionalità aggiuntive a Gradience, sono creati dalla comunità di Gradience, e possono causare problemi.
sv: Plugins lägger till ytterligare funktioner till Gradience, plugins görs av Gradience gemenskapen och kan orsaka problem.

source: No Plugins Found.
es: No se han encontrado complementos.
fr: Aucun greffon trouvé.
it: Nessun plugin trovato.
pt: Não foram encontrados plugins.
sv: Inga plugins hittades.

source: User Presets
es: Diseños del usuario
fr: Configurations de l’utilisateur
it: Configurazioni dell'utente
pt: Predefinições do utilizador
sv: Användarförinställningar

source: Add new repository
es: Añadir repositorio nuevo
fr: Ajouter un nouveau référentiel
it: Aggiungi nuovo repository
pt: Adicionar novo repositório
sv: Lägg till nytt arkiv

source: Add a repository to install additional presets.
es: Añade un repositorio para instalar preajustes adicionales.
fr: Ajoutez un dépôt pour installer des pré-configurations supplémentaires.
it: Aggiungere un repository per installare configurazioni aggiuntive.
pt: Adicionar um repositório para instalar predefinições adicionais.
sv: Lägg till ett arkiv för att installera ytterligare förinställningar.

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
sv: Avbryt

source: Add
es: Añadir
fr: Ajouter
it: Aggiungi
pt: Adicionar
sv: Lägg till

source: Preset already exists
es: El diseño ya existe
fr: La pré-configuration existe déjà
it: La configurazione è già esistente
pt: Predefinição já existe
sv: Förinställning finns redan

source: Preset imported
es: Diseño importado
fr: Pré-configuration importée
it: Configurazione importata
pt: Predefinição importada
sv: Förinställning importerad

source: Unsupported file format, must be .json
es: Formato de archivo no admitido, debe ser .json
fr: Format de fichier non pris en charge, il devrait être .json
it: Formato di file non supportato, deve essere .json
pt: Formato de ficheiro não suportado, precisa ser .json
sv: Filformat som inte stöds, måste vara .json

source: Built-in Presets
es: Preajustes incorporados
fr: Pré-configurations incluses
it: Configurazioni preinstallate
pt: Predefinições padrão
sv: Inbyggda förinställningar

source: See <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> on Github for more presets.
es: Consulte <a href="https://github.com/GradienceTeam/Community">Equipo de Gradience/Comunidad</a> en Github para ver más diseños.
fr: Voir <a href="https://github.com/GradienceTeam/Community">l’équipe / la communauté Gradience</a> sur Github pour plus de pré-configurations.
it: Visitare <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> su GitHub per ulteriori configurazioni.
pt: Veja <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> no Github para mais predefinições.
sv: Se <a href="https://github.com/GradienceTeam/Community">GradienceTeam/Community</a> på Github för fler förinställningar.

source: No preset found! Use the import button to import one or search one on the Explore tab.
es: ¡No se ha encontrado ningún diseño! Use el botón de importación para importar uno o busque uno en la pestaña Explorar.
fr: Aucune pré-configuration trouvée ! Utilisez le bouton d’importation pour en importer une ou cherchez-en une dans l’onglet Explorer.
it: Nessuna configurazione trovata. Usare il pulsante Importa per importarne una o cercarne una nella scheda Esplora.
pt: Nenhuma predefinição encontrada! Use o botão de importação para importar uma ou busque pela guia Explorar.
sv: Ingen förinställning hittades! Använd importknappen för att importera en eller sök efter en på fliken Utforska.

source: Thanks for updating Gradience!
es: ¡Gracias por actualizar Gradience!
fr: Merci d’avoir mis à jour Gradience !
it: Grazie per aver aggiornato Gradience!
pt: Obrigado por atualizar o Gradience!
sv: Tack för att du uppdaterade Gradience!

source: Preset could not be downloaded
es: No se ha podido descargar el diseño
fr: La pré-configuration n’a pas pu être téléchargée
it: Errore nello scaricamento della configurazione
pt: Predefinição não pode ser descarregada
sv: Förinställningen kunde inte laddas ner

source: Preset downloaded
es: Diseño descargado
fr: Pré-configuration téléchargée
it: Configurazione scaricata
pt: Predefinição descarregada
sv: Förinställning nedladdad

source: Palette
es: Paleta
it: Tavolozza
sv: Palett

source: Style
es: Estilo
it: Stile
sv: Stil

source: Failed to generate Monet palette
es: Fallo al generar la paleta Monet
fr: Échec de la génération d’une palette Monet
it: Generazione della tavolozza Monet non riuscita
pt: Falha ao gerar a paleta Monet
sv: Misslyckades att generera Monet-palett

source: Palette generated
es: Paleta generada
fr: Palette générée
it: Tavolozza generata
pt: Paleta gerada
sv: Palett genererad

source: Select an image first
es: Seleccione primero una imagen
fr: Sélectionner une image en premier lieu
it: Selezionare prima un'immagine
sv: Välj en bild först

source: This option is only partially supported by adw-gtk3.
es: Esta opción solo está soportada parcialmente por adw-gtk3.
fr: Cette option n'est que partiellement supportée par adw-gtk3.
it: Questa opzione è supportata solo parzialmente da adw-gtk3.
sv: Det här alternativet stöds endast delvis av adw-gtk3.

source: This option is not supported by adw-gtk3.
es: Esta opción no es compatible con adw-gtk3.
fr: Cette option n'est pas supportée par adw-gtk3.
it: Questa opzione non è supportata da adw-gtk3.
sv: Det här alternativet stöds inte av adw-gtk3.

source: Show Color
es: Mostrar el color
fr: Afficher la couleur
it: Mostra colore
sv: Visa färg

source: Not a color, see text value
es: No es un color, véase el valor del texto
fr: Couleur invalide, voir la valeur du texte
it: Colore non valido, vedere il valore testuale
pt: Não é uma cor, verifique o valor em texto
sv: Inte en färg, se textvärde

source: Unable to remove
es: No se puede eliminar
fr: Impossible de supprimer
it: Rimozione non riuscita
pt: Falha ao remover
sv: Kan inte tas bort

source: This is a system plugin, and cannot be removed.
es: Este es un plugin del sistema, y no puede ser eliminado.
fr: Il s’agit d’un greffon système, qui ne peut être supprimé.
it: Questo è un plugin di sistema, che non può essere rimosso.
pt: Este é um plugin de sistema e não pode ser removido.
sv: Detta är ett systeminsticksprogram och kan inte tas bort.

source: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
sv: Stäng

source: Remove from Favorites
es: Eliminar de favoritos
fr: Supprimer des favoris
it: Rimuovi dai preferiti
pt: Remover dos Favoritos
sv: Ta bort från favoriter

source: Add to Favorites
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
pt: Favoritar
sv: Lägg till i favoriter

source: Preset removed
es: Diseño quitado
fr: Pré-configuration supprimée
it: Configurazione rimossa
pt: Predefinição removida
sv: Förinställning borttagen

source: Undo
es: Deshacer
fr: Annuler
it: Annulla
pt: Desfazer
sv: Ångra

source: Pending Deletion
es: Pendiente de eliminación
fr: Suppression en cours
it: Eliminazione in corso
pt: Exclusão Pendente
sv: Under pågående radering

source: Unable to delete preset
es: No se ha podido eliminar el diseño
fr: La suppression de la configuration a échoué
it: Eliminazione della configurazione non riuscita
pt: Falha ao apagar a predefinição
sv: Det går inte att radera förinställningen

source: Repository removed
es: Repositorio eliminado
fr: Dépôt supprimé
it: Repository rimosso
pt: Repositório removido
sv: Arkiv raderat

source: Unable to restore GTK 4 backup
es: No se ha podido restaurar la copia de seguridad de GTK 4
fr: Impossible de restaurer la sauvegarde de GTK 4
it: Ripristino del backup di GTK 4 non riuscito
sv: Kunde inte återställa GTK 4-backup

source: GTK 4 preset has been restored. Log out to apply changes.
es: Se ha restaurado el preajuste GTK 4. Cierre la sesión para aplicar los cambios.
fr: Le préréglage de GTK 4 a été restauré. Déconnectez-vous pour appliquer les changements.
it: La preimpostazione GTK 4 è stata ripristinata. Per favore disconnettiti per applicare le modifiche.
sv: GTK 4-förinställningen har återställts. Logga ut för att tillämpa ändringar.

source: Unable to delete current preset
es: No se ha podido eliminar el preajuste actual
fr: La suppression de la configuration actuelle a échoué
it: Eliminazione della configurazione attuale non riuscita
pt: Falha ao apagar a predefinição atual
sv: Det går inte att radera nuvarande förinställning

source: GTK 4 theme has been reset. Log out to apply changes.
es: Se ha restablecido el tema GTK 4. Cierre la sesión para aplicar los cambios.
fr: Le thème GTK 4 a été réinitialisé. Déconnectez-vous pour appliquer les changements.
it: Il tema GTK 4 è stato reimpostato. Termina la sessione per applicare le modifiche.
sv: GTK 4-temat har återställts. Logga ut för att tillämpa ändringar.

source: Unable to restore GTK 3 backup
es: No se ha podido restaurar la copia de seguridad de GTK 3
fr: Impossible de restaurer la sauvegarde de GTK 3
it: Ripristino del backup di GTK 3 non riuscito
pt: Não foi possível restaurar a cópia de segurança do GTK 3
sv: Kunde inte återställa GTK 3-backup

source: GTK 3 preset has been restored. Log out to apply changes.
es: Se ha restaurado el preajuste GTK 3. Cierre la sesión para aplicar los cambios.
fr: Le préréglage de GTK 3 a été restauré. Déconnectez-vous pour appliquer les changements.
it: Il preset GTK 3 è stato ripristinato. Termina la sessione per applicare le modifiche.
sv: GTK 3-förinställningen har återställts. Logga ut för att tillämpa ändringar.

source: GTK 3 theme has been reset. Log out to apply changes.
es: Se ha restablecido el tema GTK 3. Cierre la sesión para aplicar los cambios.
fr: Le thème GTK 3 a été réinitialisé. Déconnectez-vous pour appliquer les changements.
it: Il tema GTK 3 è stato reimpostato. Termina la sessione per applicare le modifiche.
sv: GTK 3-temat har återställts. Logga ut för att tillämpa ändringar.

source: An unexpected error occurred while loading variable colors.
es: Se ha producido un error inesperado al cargar los colores variables.
fr: Une erreur inattendue s'est produite lors du chargement de la variable colors.
it: Errore inaspettato durante il caricamento dei colori variabili.
pt: Ocorreu um erro inesperado ao carregar cores variáveis.
sv: Ett oväntat fel inträffade när variabel färger laddades.

source: GNOME Shell Missing
es: Falta GNOME Shell
fr: GNOME Shell manquant
it: Shell di GNOME mancante
pt: GNOME Shell ausente
sv: GNOME Shell saknas

source: Shell Engine is designed to work only on systems running GNOME. You can still generate themes on other desktop environments, but it won't have any affect on them.
es: Shell Engine está diseñado para funcionar sólo en sistemas que ejecuten GNOME. Puede seguir generando temas en otros entornos de escritorio, pero no tendrá ningún efecto sobre ellos.
fr: Shell Engine est conçu pour fonctionner uniquement sur les systèmes utilisant GNOME. Vous pouvez toujours générer des thèmes sur d'autres environnements de bureau, mais cela n'aura aucun effet sur eux.
it: Il generatore Shell è progettato per funzionare solo per i sistemi con GNOME. È comunque possibile generare i temi all'interno di altri ambienti desktop, ma non avranno alcun effetto.
pt: O Shell Engine foi projetado para funcionar apenas em sistemas que executam o GNOME. Ainda pode gerar temas em outros ambientes de desktop, mas isso não terá nenhum efeito sobre eles.
sv: Skal motor är designad för att endast fungera på system som kör GNOME. Du kan fortfarande skapa teman på andra skrivbordsmiljöer, men det kommer inte att påverka dem.

source: Disable Engine
es: Desactivar el motor
fr: Désactiver le générateur
it: Disabilita generatore
sv: Inaktivera motor

source: Continue Anyway
es: Continuar de todos modos
fr: Continuer quand même
it: Continua comunque
sv: Fortsätt ändå

source: User Themes Extension Missing
es: Falta la extensión de los temas del usuario
fr: User Themes est manquant
it: Estensione User Themes mancante
pt: Extensão de Temas de Utilizador ausente
sv: User Themes tillägg saknas

source: Gradience requires the User Themes extension installed to apply the Shell theme. You can still generate a theme, but you won't be able to apply it without this extension.
es: Gradience necesita tener instalada la extensión temas del usuario para aplicar el tema Shell. Puedes seguir generando un tema, pero no podrás aplicarlo sin esta extensión.
fr: Gradience nécessite l'installation de l'extension User Themes pour appliquer le thème Shell. Vous pouvez toujours générer un thème, mais vous ne pourrez pas l'appliquer sans cette extension.
it: Gradience ha bisogno che l'estensione User Themes sia installata per poter applicare il tema alla shell. È comunque possibile generare un tema, ma senza questa estensione non sarà possibile applicarlo.
pt: O Gradience requer a Extensão de Temas de Utilizador instalada para aplicar o tema Shell. Ainda pode gerar um tema, mas não poderá aplicá-lo sem essa extensão.
sv: Gradience kräver att tillägget User Themes är installerat för att tillämpa Shell-tema. Du kan fortfarande skapa ett tema, men du kommer inte att kunna använda det utan denna tillägg.

source: Install Extension
es: Instalar la extensión
fr: Installer l'extension
it: Installa estensione
sv: Installera tillägg

source: User Themes Extension Disabled
es: Extensión de los temas del usuario desactivada
fr: User Themes est désactivé
it: Estensione User Themes disabilitata
pt: Extensão de Temas de Utilizador desativada
sv: User Themes tillägg inaktiverat

source: The User Themes extension is currently disabled on your system. Please enable it to apply the theme.
es: La extensión temas del usuario está actualmente desactivada en su sistema. Actívala para aplicar el tema.
fr: L'extension User Themes est actuellement désactivée sur votre système. Veuillez l'activer pour appliquer le thème.
it: L'estensione User Themes è attualmente disabilitata sul sistema operativo. È necessario abilitarla per poter applicare il tema.
pt: A Extensão de Temas de Utilizador está atualmente desativada no seu sistema. Por favor, ative-a para aplicar o tema.
sv: Tillägget User Themes är för närvarande inaktiverat på ditt system. Vänligen aktivera det för att tillämpa tema.

source: An error occurred while generating a Shell theme.
es: Se produjo un error al generar un tema para Shell.
fr: Une erreur s'est produite lors de la création d'un thème Shell.
it: Si è verificato un errore nella generazione di un tema per la shell.
pt: Ocorreu um erro ao gerar um tema do Shell.
sv: Ett fel uppstod medans Shell-tema genererades.

source: Shell theme applied successfully.
es: El tema para Shell se ha aplicado correctamente.
fr: Le thème Shell a été appliqué avec succès.
it: Tema della shell applicato con successo.
sv: Skaltema har tillämpas framgångsrikt.

source: Failed to load extension's install link.
es: Error al cargar el enlace para la instalación de la extensión.
fr: Échec du chargement du lien d'installation de l'extension.
it: Caricamento del link di installazione dell'estensione non riuscito.
pt: Falha ao carregar a ligação de instalação da extensão.
sv: Misslyckades att ladda tilläggets installationslänk.

source: Shell theme successfully reset.
es: Tema para Shell reiniciado con éxito.
fr: Le thème Shell a été réinitialisé avec succès.
it: Tema della shell reimpostato con successo.
sv: Skaltema har nollställts.

source: General
fr: Général
it: Generali
pt: Geral
sv: Allmänt

source: Plugins
fr: Greffons
it: Plugin

source: Auto
it: Automatico
pt: Automático
sv: Automatisk
